
const options = [{
  label: "IP开始段",
  prop: "begin",
  width: ""
}, {
  label: "IP结束段",
  prop: "end",
  width: ""
}]


const tableData = [{
  ipStart : '192.168.1.1',
  ipEnd : '192.168.1.255',
  desc : '技术部专用考勤网段'
},{
  id : 2,
  ipStart : '192.168.3.1',
  ipEnd : '192.168.3.255',
  desc : '技术部专用上传网段'
},{
  id : 3,
  ipStart : '192.168.3.1',
  ipEnd : '192.168.3.255',
  desc : '技术部专用上传网段'
},{
  id : 4,
  ipStart : '192.168.3.1',
  ipEnd : '192.168.3.255',
  desc : '技术部专用上传网段'
},{
  id : 5,
  ipStart : '192.168.3.1',
  ipEnd : '192.168.3.255',
  desc : '技术部专用上传网段'
},{
  id : 6,
  ipStart : '192.168.3.1',
  ipEnd : '192.168.3.255',
  desc : '技术部专用上传网段'
},{
  id : 7,
  ipStart : '192.168.3.1',
  ipEnd : '192.168.3.255',
  desc : '技术部专用上传网段'
},{
  id : 8,
  ipStart : '192.168.3.1',
  ipEnd : '192.168.3.255',
  desc : '技术部专用上传网段'
},{
  id : 9,
  ipStart : '192.168.3.1',
  ipEnd : '192.168.3.255',
  desc : '技术部专用上传网段'
},{
  id : 10,
  ipStart : '192.168.3.1',
  ipEnd : '192.168.3.255',
  desc : '技术部专用上传网段'
},{
  id : 11,
  ipStart : '192.168.3.1',
  ipEnd : '192.168.3.255',
  desc : '技术部专用上传网段'
},{
  id : 12,
  ipStart : '192.168.3.1',
  ipEnd : '192.168.3.255',
  desc : '技术部专用上传网段'
},{
  id : 13,
  ipStart : '192.168.3.1',
  ipEnd : '192.168.3.255',
  desc : '技术部专用上传网段'
},{
  id : 14,
  ipStart : '192.168.3.1',
  ipEnd : '192.168.3.255',
  desc : '技术部专用上传网段'
},{
  id : 15,
  ipStart : '192.168.3.1',
  ipEnd : '192.168.3.255',
  desc : '技术部专用上传网段'
},{
  id : 16,
  ipStart : '192.168.3.1',
  ipEnd : '192.168.3.255',
  desc : '技术部专用上传网段'
},{
  id : 17,
  ipStart : '192.168.3.1',
  ipEnd : '192.168.3.255',
  desc : '技术部专用上传网段'
},{
  id : 18,
  ipStart : '192.168.3.1',
  ipEnd : '192.168.3.255',
  desc : '技术部专用上传网段'
},{
  id : 19,
  ipStart : '192.168.3.1',
  ipEnd : '192.168.3.255',
  desc : '技术部专用上传网段'
},{
  id : 20,
  ipStart : '192.168.3.1',
  ipEnd : '192.168.3.255',
  desc : '技术部专用上传网段'
},{
  id : 21,
  ipStart : '192.168.3.1',
  ipEnd : '192.168.3.255',
  desc : '技术部专用上传网段'
}]





export default {
  options,
  tableData,

};
